{
  "home.title": "Привет, я Карина! Я пилю <a href=\"https://chillsubs.com/\" target=\"_blank\">Chill Subs</a>, <a href=\"https://open.spotify.com/artist/26gsov9eryBnS3qdUTsoWK?si=MYOTxnotTUKcwk9pJ7599A\" target=\"_blank\">пишу унылые песни</a> и вечно генерирую идеи, на которые у меня вообще-то нет времени.",
  "home.subtitle.part1": "Я уже 6 лет занимаюсь веб разработкой. Три года делала в основном MVP-шки в аутсорсе, потом немного фрилансила (например разрабатывала платформу для медицинского туризма...во время глобальной пандемии), а в январе 2022-го запустила  <a href=\"https://chillsubs.com/\" target=\"_blank\">Chill Subs</a> - сайт, который помогает писателям публиковать свои работы, и который имеет уже почти 20,000 зарегистрированных пользователей.",
  "home.subtitle.part2": "Сейчас я пытаюсь побороть свой синдром самозванца и делиться штуками, которые узнаю, в своем блоге.",
  "home.smallText": "// Иногда я смотрю в окно и мне кажется, что потратить жизнь впустую невозможно. В конце концов вот же она, твоя, ты живешь ее! А потом я захожу в Твиттер и кажется, что абсолютно каждый человек делает больше, чем я. В итоге я поднимаю задницу и иду делать свой сайт. Потом я думаю, что все это какая-то глупость. //",
  
  "navbar.home": "Карина Куприянович",
  "navbar.about": "Обо мне",
  "navbar.blog": "Блог",
  "navbar.projects": "Проекты",

  "blog.title": "Блог (какие-то мысли, иногда полезные)",
  "blog.subtitle": "Записки о стартапах, веб-разработке, креативности и всяком жизненном.",

  "blog.category.all": "Все",
  "blog.category.startups": "Стартапы",
  "blog.category.dev": "Веб",
  "blog.category.life": "Жизненное",
  "blog.category.projects": "О старых проектах",
  "blog.category.other": "Всячина",

  "about.title": "Уххх не терпится поговорить о себе",
  "about.subtitle": "Я Карина! Я пишу унылые песни и пилю <a href=\"https://chillsubs.com/\" target=\"_blank\">Chill Subs</a>",
  "about.bio": "Большую часть времени я сижу за компом, пытаюсь дописать свой альбом, высматриваю билеты на реюнион группы, которая распалась 15 лет назад, или злюсь на то, что себя нельзя клонировать, чтобы заняться всем на свете. Приятно познакомиться, сводите меня погулять."
}