{
    "version": "https://jsonfeed.org/version/1",
    "title": "Записки Карины",
    "home_page_url": "https://karinakupp.com",
    "feed_url": "https://karinakupp.com/rss/feed.json",
    "icon": "https://karinakupp.com/karinakupp.jpeg",
    "author": {
        "name": "Karina Kupp",
        "url": "https://instagram.com/karinakupp"
    },
    "items": [
        {
            "id": "https://karinakupp.com/blog-mdx/undefined",
            "content_html": "\n",
            "url": "https://karinakupp.com/blog-mdx/undefined",
            "title": "Как Работать с Google Sheets в Next.js Приложении (EN)",
            "date_modified": "2024-01-30T00:00:00.000Z",
            "author": {
                "name": "Карина Куприянович",
                "url": "https://instagram.com/karinakupp"
            }
        },
        {
            "id": "https://karinakupp.com/blog-mdx/undefined",
            "content_html": "\nВсем привет! Моему проекту Chill Subs на выходных исполнилось два года, и я подумала, что ну невозможно больше не делиться всем, что я узнаю, занимаясь им.\n\nКаждую неделю происходит просто бездонное количество всего, и это просто проходит, максимум оставаясь в моем блокноте. А я ведь обожаю архивы и возможность взглянуть на свой рост через такие вот снапшоты. Да и людям же может быть полезно!\n\n## Немного обо мне\n\nЯ Карина. Я 6 лет занимаюсь разработкой всякой всячины. Сначала работала в аутсорсе, потом немного фрилансила (например делала платформу для медицинского туризма в разгар пандемии лол), а потом вот буквально случайно за две недели запустила Chill Subs и моя жизнь слегка так изменилась. Еще я пишу унылую музыку, изредка стихи и нонфикшн и воспитываю теперь уже двух безумных котов.\n\n## Немного о Chill Subs\n\nChill Subs - это платформа, помогающая писателям публиковать свои работы. У нас найте можно легко писать по более 4,000 журналов, издательств и конкурсов, а также есть куча полезных инструментов для писателей, воркшопы, и крутое сообщество. Я запустила сайт в январе 2022-го и сейчас мы имеем:\n\n* Почти 20,000 зарегистрированных юзеров, более 40,000 подписчиков в соц.сетях (более 50,000, если считать с нашим журналом Write or Die) и более 300,000 просмотров сайта в месяц\n* $110,000 выручки за 2023 год, и мы запустили наши подписки и воркшопы только в мае\n* Офигенская слаженная команда из 6 человек, живущих в разных странах, которые отвечают за разработку, контент и коммуникации, дизайн и соц сети\n\n## Почему я не делилась этим раньше\n\n* Потому что не все дома)) Я очень часто об этом думала, но думала настолько сильно, что всегда выскакивала какая-то куча факторов о которых я была неуверена: Где? На каком языке? В каком порядке? Или вот не, еще рано, вот будет у меня время хорошо над этим заморочиться!\n* У меня проблемы с регулярностью и я уже подсознательно даю себе быть этому моей особенностью вместо того, чтобы пытаться это изменить. Типа “лол как будто я смогу каждую неделю что-то публиковать, про несколько раз вообще забудь”\n* Любимый синдром самозванца: $110,000 в год? да это зарплата одного разраба в Америке, а нас тут 6 человек. У нас нет инвесторов и мы их и не ищем, мы не участвуем в супер конкурсах стартапов и не выступаем на конференциях. Куда ж мне делиться знаниями по бизнесу\n* Все на каждом углу делятся опытом на эту тему, что я тут еще скажу\n\n## НО\n\n* Идеального времени конечно же не будет никогда\n* “На каждом углу” делятся опытом только потому, что я на все это подписана\n* Регулярность надо тренировать\n* Наш текущий уровень дохода \\- это только начало, мы запустили только малую часть того, что планировали и наша аудитория постоянно растет\n* я начала Chill Subs без подписчиков, без продвижения, заплатив только $10 за домен. все. 3000 подписчиков за выходные. и точно также мы его и вырастили: чистой силой хорошего продукта и хороших людей. И все это происходило, пока я хаотично переезжала между странами и заводила котов. И этим стоит гордиться, черт возьми! и это дает мне право рассказывать о своем пути. потому что он классный и интересный и очень многому меня научил.\n* по языку решила, что хочу сделать для себя максимально низкий порог входа и комфортную обстановку, а это значит делиться в первую очередь для друзей и их друзей, смешно каверкая русские слова. Публиковать на сайт, чтоб было индексируемо. А потом если захочу расширять это во что-то большее, то у меня ведь будут уже черновики! а это лучше чем придумывать что-то огромное с нуля\n\nТак что вот так вот!\n\nP.S. просьба! если у вас есть друзья, которым могут быть интересны всякие предпринимательские (местами девелоперские, местами иммигрантские, местами жизненные) заметки (а иногда просто плейлисты), зовите их сюда!",
            "url": "https://karinakupp.com/blog-mdx/undefined",
            "title": "Кто я и зачем все это?",
            "date_modified": "2024-01-28T00:00:00.000Z",
            "author": {
                "name": "Карина Куприянович",
                "url": "https://instagram.com/karinakupp"
            }
        }
    ]
}